Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Panels/WhatsNew.xcstrings
Source language: en
Languages: cs, de, it, ja, ko, pl, pt, ru, tr, zh_hans, zh_hant

source: Beta
cs: Betaverze
ko: 베타
ru: Тестовый
zh_hans: Beta版

source: Continue
cs: Pokračovat
de: Fortfahren
it: Continua
ja: 続ける
ko: 계속
pl: Dalej
pt: Continuar
ru: Продолжить
tr: Sürdür
zh_hans: 继续
zh_hant: 繼續

# NewFeature.alias.description
source: The original documents behind aliases and symlinks can now be opened directly in the current window from the file browser.
cs: Původní dokumenty za zástupci a symbolickými odkazy lze nyní otevřít přímo v aktuálním okně z prohlížeče souborů.
de: Die Originaldokumente hinter Aliasen und Symlinks können jetzt direkt im aktuellen Fenster aus der Dateiübersicht geöffnet werden.
it: Adesso è possibile, col File Browser, aprire direttamente nella finestra attiva i documenti originali degli alias e dei symlink.
ja: ファイルブラウザから、エイリアスやシンボリックリンクのオリジナル書類を現在のウインドウに直接開けるようになりました。
ko: 파일 브라우저에서 가상본 및 심볼릭 링크의 원본 문서를 현재 윈도우에서 바로 열 수 있게 되었습니다.
pl: Oryginalne dokumenty kryjące się za aliasami i połączeniami symbolicznymi można teraz otwierać bezpośrednio w bieżącym oknie z poziomu przeglądarki plików.
pt: Os documentos originais por trás de aliases e links simbólicos agora podem ser abertos diretamente na janela atual através do navegador de arquivos.
ru: Оригинальные документы, скрывающиеся за псевдонимами и символическими ссылками теперь можно открывать непосредственно в текущем окне из файлового браузера.
tr: Armaların ve sembolik bağlantıların ardındaki özgün belgeler artık doğrudan dosya tarayıcısındaki geçerli pencerede açılabilir.
zh_hans: 现在可以直接在当前窗口中打开别名或符号链接所指向的原始文件。
zh_hant: 現在您可以直接從檔案瀏覽器，於目前視窗中開啟替身與符號連結所指向的原始文件。

# NewFeature.alias.label
source: Easier access to aliases
cs: Snazší přístup k zástupcům
de: Einfacherer Zugriff auf Aliase
it: Accesso più semplice agli alias
ja: エイリアスへ簡単にアクセス
ko: 가상본에 더 쉽게 접근
pl: Łatwiejszy dostęp do aliasów
pt: Acesso mais fácil a aliases
ru: Поддержка синонимов и символических ссылок
tr: Armalara daha kolay erişim
zh_hans: 更便捷地访问别名
zh_hant: 更輕鬆存取替身

# NewFeature.alias.supplement
source: *If the original is a folder, it will open in a new window.
cs: *Pokud je původní položkou složka, otevře se v novém okně.
de: *Wenn es sich beim Original um einen Ordner handelt, wird er in einem neuen Fenster geöffnet.
it: *Se l'originale è una cartella, verrà aperta in una nuova finestra.
ja: *オリジナルがフォルダの場合は新規ウインドウで開きます。
ko: *원본이 폴더인 경우 새 윈도우에서 열립니다.
pl: * Jeśli oryginał jest folderem, zostanie otwarty w nowym oknie.
pt: *Se o original for uma pasta, será aberto em uma nova janela.
ru: *Если оригинал является папкой, то он откроется в новом окне.
tr: *Özgün öğe bir klasörse yeni bir pencerede açılır.
zh_hans: *如果原始项目是文件夹，则会在新窗口中打开。
zh_hant: *若原始項目為檔案夾，則會在新視窗中開啟。

# NewFeature.settingPorting.description
source: Export and import all your CotEditor settings, custom syntaxes, themes, and Multiple Replace definitions from the File menu to easily move your environment to another Mac.
cs: Exportujte a importujte všechna nastavení CotEditoru, vlastní syntaxe, motivy a definice hromadných nahrazení z nabídky Soubor a snadno tak přeneste své prostředí na jiný Mac.
de: Exportiere und importiere alle deine CotEditor-Einstellungen, eigenen Syntaxen, Themen und Definitionen für das Multiple Ersetzen aus dem Menü „Ablage“, um deine Umgebung ganz einfach auf einen anderen Mac zu übertragen.
it: Esporta ed importa tutte le impostazioni di CotEditor settings, sintassi personalizzate, temi, e le definizioni di sostituzione multipla dal menu File, per trasferire facilmente il proprio ambiente su un altro Mac.
ja: 「ファイル」メニューから、CotEditorの設定、カスタムシンタックス、テーマ、複数置換の定義をまとめて書き出したり読み込んだりできるようになりました。環境の引っ越しがこれまでより簡単になります。
ko: 파일 메뉴에서 CotEditor의 모든 설정과 사용자 정의 구문, 테마, 다중 대치 정의를 내보내고 가져와 다른 Mac으로 손쉽게 환경을 이전하세요.
pl: Eksportuj i importuj z poziomu menu Plik wszystkie ustawienia CotEditora, własne składnie, motywy oraz definicje wielokrotnych zastąpień, aby łatwo przenieść swoje środowisko na innego Maca.
pt: Exporte e importe todas as suas configurações do CotEditor, sintaxes personalizadas, temas e definições de Substituição Múltipla do menu Arquivo para mover facilmente seu ambiente para outro Mac.
ru: Экспортируйте и импортируйте настройки CotEditor, пользовательские синтаксисы, темы и определения замен, чтобы легко перенести свою привычную среду на другой компьютер Mac.
tr: Ortamınızı başka bir Mac’e kolayca taşımak için tüm CotEditor ayarlarınızı, özel sözdizimlerinizi, temalarınızı ve birden fazla değiştirme tanımını Dosya menüsünden içe ve dışa aktarın.
zh_hans: 从“文件”菜单导出并导入所有CotEditor设置、自定义语法、高亮主题和多重替换定义，让您轻松在另一台Mac上复刻工作环境。
zh_hant: 可從「檔案」選單匯出與匯入您所有的CotEditor設定、自訂語法、主題與多重取代定義，讓您能輕鬆將使用環境轉移至另一台Mac。

# NewFeature.settingPorting.label
source: Assist your migration
cs: Usnadněte si migraci
de: Unterstütze deinen Umzug
it: Migrazione assistita
ja: 引越しをサポート
ko: 손쉬운 마이그레이션
pl: Pomoc w migracji
pt: Auxilie sua migração
ru: Перенос настроек и профиля
tr: Aktarım yardımı
zh_hans: 协助您进行迁移
zh_hant: 協助您遷移設定

# NewFeature.tsvReplacement.description
source: Import tab-separated pairs of search and replacement texts to create a replace definition. Ideal for large glossaries.
cs: Importujte dvojice textů pro vyhledání a nahrazení oddělené tabulátory a vytvořte definici nahrazení. Ideální pro velké slovníky.
de: Erstelle eine Ersetzungsdefinition aus tabgetrennten Paaren von Such- und Ersetzungstexten. Ideal für umfangreiche Glossare.
it: Importa coppie separate da tabulatore per la ricerca e la sostituzione del testo, per creare una definizione di sostituzione. Ideale per glossari ampi.
ko: 탭으로 분리된 검색·대치 텍스트 쌍을 가져와 대치 정의를 만듭니다. 대규모 용어집 처리에 적합합니다.
pl: Importuj pary tekstów wyszukiwanego i zastępującego oddzielonych tabulatorem, aby utworzyć definicję zastąpienia. Idealne dla dużych słowników.
ru: Импортируйте файл пары текстов для поиска и замен, разделённые табуляцией. Идеально подходит для больших списков определения замен.
tr: Arama ve değiştirme metinlerinin tab ile ayrılmış çiftlerini içe aktararak bir değişiklik tanımı oluşturun. Büyük kavram dizinleri için idealdir.
zh_hant: 匯入以Tab分隔的搜尋與取代文字配對來建立取代定義。非常適合用於大型詞彙表。

# NewFeature.tsvReplacement.label
source: Build replace rules in bulk from TSV
cs: Vytvořte hromadná pravidla nahrazení ze souboru TSV
it: Crea regole di sostituzione in blocco da un TSV
ja: TSVから置換ルールを一括作成
ko: TSV로부터 한 번에 대치 규칙 만들기
pl: Twórz reguły zastąpienia hurtowo z plików TSV
ru: Массовые правила замен из файла TSV
tr: Değiştirme tanımlarını tab ile ayrılmış değerlerden toplu yapın
zh_hant: 從定位符號分隔值批次建立取代規則

# NewFeature.userGuide.description
source: The built-in user guide now offers clearer explanations, richer content, and a refreshed layout aligned with the latest macOS.
cs: Vestavěná uživatelská příručka nyní nabízí jasnější vysvětlení, bohatší obsah a modernizované rozvržení v souladu s nejnovějším macOS.
de: Das integrierte Benutzerhandbuch bietet nun klarere Erklärungen, umfangreichere Inhalte und ein überarbeitetes Layout, das sich am neuesten macOS orientiert.
it: La guida utente incorporata presenta ora spiegazioni più chiare, contenuti più ricchi, ed un layout aggiornato in linea con l'ultimo macOS.
ja: 内蔵しているユーザガイドを見直して内容を充実させました。最新のmacOSデザインに合わせてレイアウトも刷新しています。
ko: 내장 사용자 가이드가 더욱 명확한 설명, 풍부한 콘텐츠, 최신 macOS와 조화된 새로운 레이아웃으로 개선되었습니다.
pl: Wbudowany podręcznik użytkownika, dostępny w języku angielskim, oferuje teraz bardziej przejrzyste wyjaśnienia, bogatszą treść i odświeżony układ, dostosowany do najnowszej wersji systemu macOS.
pt: O guia do usuário integrado agora oferece explicações mais claras, conteúdo mais rico e um layout renovado alinhado com o macOS mais recente.
ru: Встроенное руководство пользователя теперь предлагает более понятные объяснения, содержательное наполнение и обновленный дизайн, соответствующий последней версии macOS.
tr: Yerleşik kullanıcı kılavuzu artık daha net açıklamalar, daha zengin içerik ve en son macOS ile uyumlu yenilenmiş bir yerleşim sunuyor.
zh_hans: 内置用户指南现已提供更清晰的说明、更丰富的内容，以及与最新 macOS 风格一致的全新布局。
zh_hant: 內建使用指南現在提供更清晰易懂的說明、更豐富的內容，並採用與最新macOS風格一致的嶄新版面設計。

# NewFeature.userGuide.label
source: Your built-in guide, newly polished
cs: Nově vylepšená vestavěná příručka
de: Dein integriertes Handbuch, frisch überarbeitet
it: La nuova guida utente, appena rinnovata
ja: ユーザガイド、ちょっと良くなりました
ko: 새로 다듬어진 내장 가이드
pl: Twój wbudowany przewodnik, nowo dopracowany
pt: Seu guia integrado, recém-aprimorado
ru: Обновленное руководство пользователя
tr: Yerleşik kılavuzunuz, taze cilalandı
zh_hans: 内置用户指南，焕然一新
zh_hant: 內建使用指南全新改版

source: Release Notes
cs: Poznámky k verzi
de: Versionshinweise
it: Note di rilascio
ja: リリースノート
ko: 릴리즈 노트
pl: Informacje o wersji
pt: Notas da Versão
ru: Примечания к выпуску
tr: Sürüm Notları
zh_hans: 发布说明
zh_hant: 版本附註

source: What’s New in CotEditor %@
cs: Co je nového v aplikaci CotEditor %@
de: Neue Funktionen in CotEditor %@
it: Le novità di CotEditor %@
ja: CotEditor %@の新機能
ko: CotEditor %@의 새로운 기능
pl: Nowości w aplikacji CotEditor %@
pt: Novidades no CotEditor %@
ru: Что нового в CotEditor %@
tr: CotEditor %@ sürümünde neler yeni
zh_hans: CotEditor %@的新功能
zh_hant: CotEditor %@的新功能
